{
    "coses:art0001":
    {
        "status":"published",
        "title":"Materials Cartography: Representing and Mining Materials Space Using Structural and Electronic Fingerprints",
        "authors":
        {
            "oisayev":
            {
                "order":1,
                "institution":
                [
                    "unc_molecular_modeling"
                ]
            },
            "dfourches":
            {
                "order":2,
                "institution":
                [
                    "unc_molecular_modeling"
                ]
            },
            "enmuratov":
            {
                "order":3,
                "institution":
                [
                    "unc_molecular_modeling"
                ]
            },
            "coses":
            {
                "order":4,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "kmrasch":
            {
                "order":5,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "atropsha":
            {
                "order":6,
                "institution":
                [
                    "unc_molecular_modeling"
                ]
            },
            "scurtarolo":
            {
                "order":7,
                "institution":
                [
                    "center_materials_genomics",
                    "stefano_duke"
                ]
            }
        },
        "journal":"chem_mater",
        "volume":"27",
        "number":"3",
        "pages":"735--743",
        "year":2015,
        "doi":"10.1021/cm503507h",
        "arxiv":"1412.4096",
        "abstract":{
            "latex":"As the proliferation of high-throughput approaches in materials science is increasing the wealth of data in the field, the gap between accumulated-information and derived-knowledge widens. We address the issue of scientific discovery in materials databases by introducing novel analytical approaches based on structural and electronic materials fingerprints. The framework is employed to \\textit{(i)} query large databases of materials using similarity concepts, \\textit{(ii)} map the connectivity of materials space (\\textit{i.e.}, as a materials cartograms) for rapidly identifying regions with unique organizations / properties, and \\textit{(iii)} develop predictive Quantitative Materials Structure-Property Relationship models for guiding materials design. In this study, we test these fingerprints by seeking target material properties. As a quantitative example, we model the critical temperatures of known superconductors. Our novel materials fingerprinting and materials cartography approaches contribute to the emerging field of materials informatics by enabling effective computational tools to analyze, visualize, model, and design new materials."
        },
        "highlights":
        [
            "This paper was selected for \\textcolor{NavyBlue}{Editor's Choice}."
        ]
    },
    "coses:art0002":
    {
        "status":"published",
        "title":{
            "latex":"The {\\small AFLOW} Standard for High-Throughput Materials Science Calculations"
        },
        "authors":
        {
            "cecalderon":
            {
                "order":1,
                "institution":[
                    "duke_mems"
                ]
            },
            "jjplata":
            {
                "order":2,
                "institution":
                [
                    "duke_mems"
                ]
            },
            "chtoher":
            {
                "order":3,
                "institution":
                [
                    "duke_mems"
                ]
            },
            "coses":
            {
                "order":4,
                "institution":
                [
                    "duke_mems"
                ]
            },
            "olevy":
            {
                "order":5,
                "institution":
                [
                    "duke_mems"
                ]
            },
            "mfornari":
            {
                "order":6,
                "institution":
                [
                    "central_michigan_physics"
                ]
            },
            "anatan":
            {
                "order":7,
                "institution":
                [
                    "tel_aviv_u_physical_electronics"
                ]
            },
            "mjmehl":
            {
                "order":8,
                "institution":
                [
                    "nrl_comp_mat_sci"
                ]
            },
            "glwhart":
            {
                "order":9,
                "institution":
                [
                    "byu_physics_astronomy"
                ]
            },
            "mbnardelli":
            {
                "order":10,
                "institution":
                [
                    "u_north_tx_physics_chemistry"
                ]
            },
            "scurtarolo":
            {
                "order":11,
                "institution":
                [
                    "stefano_duke"
                ]
            }
        },
        "journal":"comput_mater_sci",
        "volume":"108A",
        "number":"",
        "pages":"233--238",
        "year":2015,
        "doi":"10.1016/j.commatsci.2015.07.019",
        "arxiv":"1506.00303",
        "abstract":{
            "latex":"The Automatic-Flow ({\\small AFLOW}) standard for the high-throughput construction of materials science electronic structure databases is described. Electronic structure calculations of solid state materials depend on a large number of parameters which must be understood by researchers, and must be reported by originators to ensure reproducibility and enable collaborative database expansion. We therefore describe standard parameter values for $k$-point grid density, basis set plane wave kinetic energy cut-off, exchange-correlation functionals, pseudopotentials, DFT$+U$ parameters, and convergence criteria used in {\\small AFLOW} calculations."
        },
        "highlights":
        [
            "This paper was selected for \\textcolor{NavyBlue}{Editor's Choice}."
        ]
    },
    "coses:art0003":
    {
        "status":"submitted",
        "title":"Accelerated Discovery of New Magnets in the Heusler Alloy Family",
        "authors":
        {
            "ssanvito":
            {
                "order":1,
                "institution":[
                    "trinity_physics"
                ]
            },
            "coses":
            {
                "order":2,
                "institution":
                [
                    "center_materials_genomics",
                    "duke_mems"
                ]
            },
            "jxue":
            {
                "order":3,
                "institution":
                [
                    "center_materials_genomics",
                    "duke_mems"
                ]
            },
            "atiwari":
            {
                "order":4,
                "institution":
                [
                    "trinity_physics"
                ]
            },
            "mzic":
            {
                "order":5,
                "institution":
                [
                    "trinity_physics"
                ]
            },
            "tarcher":
            {
                "order":6,
                "institution":
                [
                    "trinity_physics"
                ]
            },
            "ptozman":
            {
                "order":7,
                "institution":
                [
                    "trinity_physics"
                ]
            },
            "mvenkatesan":
            {
                "order":8,
                "institution":
                [
                    "trinity_physics"
                ]
            },
            "jmdcoey":
            {
                "order":9,
                "institution":
                [
                    "trinity_physics"
                ]
            },
            "scurtarolo":
            {
                "order":10,
                "institution":
                [
                    "center_materials_genomics",
                    "duke_mems"
                ]
            }
        },
        "journal":"",
        "volume":"",
        "number":"",
        "pages":"",
        "year":2016,
        "doi":"",
        "arxiv":"",
        "abstract":{
            "latex":"Magnetic materials underpin modern technologies, ranging from data storage to energy conversion to contact-less sensing. However, the development of a new high-performance magnet is a long and often unpredictable process, and only about two dozen feature in mainstream applications. Here we describe a systematic pathway to the discovery of novel magnetic materials, which demonstrates an unprecedented throughput and discovery speed. Based on an extensive electronic structure library of Heusler alloys containing 236,115 prototypical compounds, we have filtered those alloys displaying magnetic order and established whether they can be fabricated at thermodynamical equilibrium. Specifically, we have carried out a full stability analysis for intermetallic Heusler alloys made only of transition metals. Among the possible 36,540 prototypes, 248 are found thermodynamically stable but only 20 are magnetic. The magnetic ordering temperature, $T_{\\mathrm{C}}$, has then been estimated by a regression calibrated on the experimental $T_{\\mathrm{C}}$ of about 60 known compounds. As a final validation we have attempted the synthesis of a few of the predicted compounds and produced two new magnets. One, Co$_{2}$MnTi, displays a remarkably high $T_{\\mathrm{C}}$ in perfect agreement with the predictions, while the other, Mn$_{2}$PtPd, is an antiferromagnet. Our work paves the way for large-scale design of novel magnetic materials at unprecedented speed."
        },
        "highlights":
        [
            ""
        ]
    },
    "coses:art0004":
    {
        "status":"published",
        "title":"Modeling Off-Stoichiometry Materials with a High-Throughput Ab-Initio Approach",
        "authors":
        {
            "kyang":
            {
                "order":1,
                "institution":[
                    "ucsd_nanoengineering"
                ]
            },
            "coses":
            {
                "order":2,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "scurtarolo":
            {
                "order":3,
                "institution":
                [
                    "stefano_duke"
                ]
            }
        },
        "journal":"chem_mater",
        "volume":"28",
        "number":"18",
        "pages":"6484--6492",
        "year":2016,
        "doi":"10.1021/acs.chemmater.6b01449",
        "arxiv":"1511.04373",
        "abstract":{
            "latex":"Predicting material properties of off-stoichiometry systems remains a long-standing and formidable challenge in rational materials design. A proper analysis of such systems by means of a supercell approach requires the exhaustive consideration of all possible superstructures, which can be a time-consuming process. On the contrary, the use of quasirandom approximants, although very computationally effective, implicitly bias the analysis toward disordered states with the lowest site correlations. Here, we propose a novel framework designed specifically to investigate stoichiometrically driven trends of disordered systems (\\textit{i.e.}, having partial occupation and/or disorder in the atomic sites). At the heart of the approach is the identification and analysis of unique supercells of a virtually equivalent stoichiometry to the disordered material. We employ Boltzmann statistics to resolve system-wide properties at a high-throughput (HT) level. To maximize efficiency and accessibility, we integrated the method within the automatic HT computational framework {\\small AFLOW}. As proof of concept, we apply our approach to three systems of interest, a zinc chalcogenide (ZnS$_{1-x}$Se$_{x}$), a wide-gap oxide semiconductor (Mg$_{x}$Zn$_{1-x}$O), and an iron alloy (Fe$_{1-x}$Cu$_{x}$), at various stoichiometries. These systems exhibit properties that are highly tunable as a function of composition, characterized by optical bowing and linear ferromagnetic behavior. Not only are these qualities successfully predicted, but additional insight into underlying physical mechanisms is revealed."
        },
        "highlights":
        [
            ""
        ]
    },
    "coses:art0005":
    {
        "status":"press",
        "title":"A Computational High-Throughput Search for New Ternary Superalloys",
        "authors":
        {
            "cnyshadham":
            {
                "order":1,
                "institution":[
                    "byu_physics_astronomy"
                ]
            },
            "coses":
            {
                "order":2,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "jehansen":
            {
                "order":3,
                "institution":[
                    "byu_physics_astronomy"
                ]
            },
            "itakeuchi":
            {
                "order":4,
                "institution":[
                    "u_maryland_mat_sci"
                ]
            },
            "scurtarolo":
            {
                "order":5,
                "institution":
                [
                    "center_materials_genomics",
                    "stefano_duke"
                ]
            },
            "glwhart":
            {
                "order":6,
                "institution":[
                    "byu_physics_astronomy"
                ]
            }
        },
        "journal":"acta_mater",
        "volume":"",
        "number":"",
        "pages":"",
        "year":2016,
        "doi":"",
        "arxiv":"1603.05967",
        "abstract":{
            "latex":"In 2006, a novel cobalt-based superalloy was discovered with mechanical properties better than some conventional nickel-based superalloys. As with conventional superalloys, its high performance arises from the precipitate-hardening effect of a coherent L1$_{2}$ phase, which is in two-phase equilibrium with the fcc matrix. Inspired by this unexpected discovery of an L1$_{2}$ ternary phase, we performed a first-principles search through 2224 ternary metallic systems for analogous precipitate-hardening phases of the form $X_{3}$[$A_{0.5}, B_{0.5}$], where $X$ = Ni, Co, or Fe, and [$A,B$] = Li, Be, Mg, Al, Si, Ca, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn Ga, Sr, Y, Zr, Nb, Mo, Tc, Ru, Rh, Pd, Ag, Cd, In, Sn, Sb, Hf, Ta, W, Re, Os, Ir, Pt, Au, Hg, or Tl. We found 102 systems that have a smaller decomposition energy and a lower formation enthalpy than the Co$_{3}$(Al, W) superalloy. They have a stable two-phase equilibrium with the host matrix within the concentration range $0<x<1$ ($X_{3}$[$A_{x}, B_{1-x}$]) and have a relative lattice mismatch with the host matrix of less than or equal to 5\\%. These new candidates, narrowed from 2224 systems, suggest possible experimental exploration for identifying new superalloys. Of these 102 systems, 37 are new; they have no reported phase diagrams in standard databases. Based on cost, experimental difficulty, and toxicity, we limit these 37 to a shorter list of six promising candidates of immediate interest. Our calculations are consistent with current experimental literature where data exists."
        },
        "highlights":
        [
            ""
        ]
    },
    "coses:art0006":
    {
        "status":"submitted",
        "title":{
            "latex":"Combining the {\\small AFLOW} {\\small GIBBS} and Elastic Libraries for Efficiently and Robustly Screening Thermo-Mechanical Properties of Solids"
        },
        "authors":
        {
            "chtoher":
            {
                "order":1,
                "institution":[
                    "duke_mems"
                ]
            },
            "coses":
            {
                "order":2,
                "institution":
                [
                    "duke_mems"
                ]
            },
            "jjplata":
            {
                "order":3,
                "institution":[
                    "duke_mems"
                ]
            },
            "djhicks":
            {
                "order":4,
                "institution":[
                    "duke_mems"
                ]
            },
            "frose":
            {
                "order":5,
                "institution":[
                    "duke_mems"
                ]
            },
            "olevy":
            {
                "order":6,
                "institution":[
                    "duke_mems",
                    "nrcn_physics"
                ]
            },
            "mdejong":
            {
                "order":7,
                "institution":[
                    "uc_berkeley_mat_sci",
                    "spacex"
                ]
            },
            "masta":
            {
                "order":8,
                "institution":[
                    "uc_berkeley_mat_sci"
                ]
            },
            "mfornari":
            {
                "order":9,
                "institution":[
                    "central_michigan_physics"
                ]
            },
            "mbnardelli":
            {
                "order":10,
                "institution":[
                    "u_north_tx_physics_chemistry"
                ]
            },
            "scurtarolo":
            {
                "order":11,
                "institution":
                [
                    "stefano_duke"
                ]
            }
        },
        "journal":"",
        "volume":"",
        "number":"",
        "pages":"",
        "year":2016,
        "doi":"",
        "arxiv":"",
        "abstract":{
            "latex":"Thorough characterization of the thermo-mechanical properties of materials requires difficult and time-consuming experiments. This severely limits the availability of data and it is one of the main obstacles for the development of effective accelerated materials design strategies. The rapid screening of new potential systems requires highly integrated, sophisticated and robust computational approaches. We tackled the challenge by surveying more than 3,000 crystalline solids within the {\\small AFLOW} framework with the newly developed ``Automatic Elasticity Library'' combined with the previously implemented {\\small GIBBS} method. The first extracts the mechanical properties from automatic self-consistent stress-strain calculations, while the latter employs those mechanical properties to evaluate the thermodynamics within the Debye model. The new thermo-elastic library is benchmarked against a set of 74 experimentally characterized systems to pinpoint a robust computational methodology for the evaluation of bulk and shear moduli, Poisson ratios, Debye temperatures, Gr{\\\"u}neisen parameters, and thermal conductivities of a wide variety of materials. The effect of different choices of equations of state is examined and the optimum combination of properties for the Leibfried-Schl{\\\"o}mann prediction of thermal conductivity is identified, leading to improved agreement with experimental results than the {\\small GIBBS}-only approach."
        },
        "highlights":
        [
            ""
        ]
    },
    "coses:art0007":
    {
        "status":"submitted",
        "title":"High Throughput Thermal Conductivity of High Temperature Solid Phases: The Case of Oxide and Fluoride Perovskites",
        "authors":
        {
            "avanroekeghem":
            {
                "order":1,
                "institution":[
                    "cea_france"
                ]
            },
            "jcarrete":
            {
                "order":2,
                "institution":
                [
                    "cea_france"
                ]
            },
            "coses":
            {
                "order":3,
                "institution":[
                    "center_materials_genomics"
                ]
            },
            "scurtarolo":
            {
                "order":4,
                "institution":[
                    "stefano_duke"
                ]
            },
            "nmingo":
            {
                "order":5,
                "institution":[
                    "cea_france"
                ]
            }
        },
        "journal":"",
        "volume":"",
        "number":"",
        "pages":"",
        "year":2016,
        "doi":"",
        "arxiv":"1606.03279",
        "abstract":{
            "latex":"Using finite-temperature phonon calculations and machine-learning methods, we calculate the mechanical stability of about 400 semiconducting oxides and fluorides with cubic perovskite structures at 0 K, 300 K and 1000 K. We find 92 mechanically stable compounds at high temperatures --- including 36 not mentioned in the literature so far --- for which we calculate the thermal conductivity. We demonstrate that the thermal conductivity is generally smaller in fluorides than in oxides, largely due to a lower ionic charge, and describe simple structural descriptors that are correlated with its magnitude. Furthermore, we show that the thermal conductivities of most cubic perovskites decrease more slowly than the usual $T^{-1}$ behavior. Within this set, we also screen for materials exhibiting negative thermal expansion. Finally, we describe a strategy to accelerate the discovery of mechanically stable compounds at high temperatures."
        },
        "highlights":
        [
            ""
        ]
    },
    "coses:art0008":
    {
        "status":"submitted",
        "title":"Universal Fragment Descriptors for Predicting Electronic Properties of Inorganic Crystals",
        "authors":
        {
            "oisayev":
            {
                "order":1,
                "institution":
                [
                    "unc_molecular_modeling"
                ]
            },
            "coses":
            {
                "order":2,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "scurtarolo":
            {
                "order":3,
                "institution":
                [
                    "center_materials_genomics",
                    "stefano_duke"
                ]
            },
            "atropsha":
            {
                "order":4,
                "institution":
                [
                    "unc_molecular_modeling"
                ]
            }
        },
        "journal":"",
        "volume":"",
        "number":"",
        "pages":"",
        "year":2016,
        "doi":"",
        "arxiv":"1608.04782",
        "abstract":{
            "latex":"Historically, materials discovery is driven by a laborious trial-and-error process. The growth of materials databases and emerging informatics approaches finally offer the opportunity to transform this practice into data- and knowledge-driven rational design-accelerating discovery of novel materials exhibiting desired properties. By using data from the \\textsc{Aflow} repository for high-throughput ab-initio calculations, we have generated \\underline{Q}uantitative \\underline{M}aterials \\underline{S}tructure-\\underline{P}roperty \\underline{R}elationship (QMSPR) models to predict three critical material properties, namely the metal / insulator classification, Fermi energy, and band gap energy. The prediction accuracy obtained with these QMSPR models approaches training data for virtually any stoichiometric inorganic crystalline material. We attribute the success and universality of these models to the construction of new material descriptors-referred to as the universal \\underline{p}roperty-\\underline{l}abeled \\underline{m}aterial \\underline{f}ragments (PLMF). This representation affords straightforward model interpretation in terms of simple heuristic design rules that could guide rational materials design. This proof-of-concept study demonstrates the power of materials informatics to dramatically accelerate the search for new materials."
        },
        "highlights":
        [
            ""
        ]
    },
    "coses:art0009":
    {
        "status":"draft",
        "title":{
            "latex":"The Statistics of 6A Non-Metal Binary and Ternary Structures --- What Can We Learn from Nature?"
        },
        "authors":
        {
            "ahever":
            {
                "order":1,
                "institution":
                [
                    "tel_aviv_u_physical_electronics"
                ]
            },
            "olevy":
            {
                "order":4,
                "institution":
                [
                    "nrcn_physics",
                    "duke_mems",
                    "center_materials_genomics"
                ]
            },
            "coses":
            {
                "order":2,
                "institution":
                [
                    "duke_mems",
                    "center_materials_genomics"
                ]
            },
            "scurtarolo":
            {
                "order":3,
                "institution":
                [
                    "duke_mems",
                    "center_materials_genomics"
                ]
            },
            "anatan":
            {
                "order":5,
                "institution":
                [
                    "tel_aviv_u_physical_electronics",
                    "center_materials_genomics",
                    "tel_aviv_u_comp_mol_mat_sci"
                ]
            }
        },
        "journal":"",
        "volume":"",
        "number":"",
        "pages":"",
        "year":2016,
        "doi":"",
        "arxiv":"",
        "abstract":{
            "latex":"The fundamental principles underlying the arrangement of the elements into solid compounds with an enormous variety of crystal structures are still largely unknown. In this study we obtain a general overview of the structure types appearing in an important subset of the solid compounds, \\textit{i.e.} binary and ternary compounds of the 6A column non-metals, oxides, sulfides and selenides. We present an analysis of these compounds, including the prevalence of various structure types, their symmetry properties, compositions, stoichiometries and unit cell sizes. We demonstrate that there are preferred stoichiometries and structure types. We further show that some structure types and stoichiometries have highly specific atomic compositions which may reflect both the chemistry and research bias."
        },
        "highlights":
        [
            ""
        ]
    },
    "coses:art0010":
    {
        "status":"draft",
        "title":{
            "latex":"{\\small AFLOW} Platform for Low-Temperature Thermodynamic Phase Stability Analyses"
        },
        "authors":
        {
            "coses":
            {
                "order":1,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "eperim":
            {
                "order":2,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "egossett":
            {
                "order":3,
                "institution":
                [
                    "center_materials_genomics"
                ]
            },
            "scurtarolo":
            {
                "order":4,
                "institution":
                [
                    "center_materials_genomics",
                    "stefano_duke"
                ]
            }
        },
        "journal":"",
        "volume":"",
        "number":"",
        "pages":"",
        "year":2016,
        "doi":"",
        "arxiv":"",
        "abstract":{
            "latex":"Determination of thermodynamic stability plays a crucial role in any materials design initiative. We explore some of the analyses that are of particular importance to the high-throughput \\textit{ab-initio} community and present a new module for performing these calculations within the software platform {\\small AFLOW}. Leveraging the {\\small AFLOW} RESTful API, this module goes beyond the standard convex hull plot interface with tools and options that enable users to rapidly create and interact with thermodynamic stability data. In addition to the creation of fully functional documents, \\small{AFLOW Hull} powers an online graphical interface available via the \\href{http://aflow.org}{{\\small AFLOW} Online Portal}. We hope that the adoption of such rapid post-processing frameworks will lead to the development of novel materials descriptors and, correspondingly, new functional materials."
        },
        "highlights":
        [
            ""
        ]
    }
}
